{"第一个文本框是应用程序中文名\n第二个文本框是应用程序英文名\n第三个文本框是最终生成的包的描述\n第四个选择框是desktop文件中的分类\n第五个输入框是程序在 Wine 容器的位置，以 c:\\XXX 的形式，盘符必须小写，用反斜杠，如果路径带用户名的话会自动替换为$USER\n而 StartupWMClass 字段将会由程序自动生成，作用如下：\ndesktop文件中StartupWMClass字段。用于让桌面组件将窗口类名与desktop文件相对应。这个值为实际运行的主程序EXE的文件名，wine/crossover在程序运行后会将文件名设置为窗口类名\n第六个输入框是最终生成的包的包名,包名的命名规则以deepin开头，加官网域名（需要前后对调位置），如还不能区分再加上应用名\n最后一个是最终生成的包的版本号，版本号命名规则：应用版本号+deepin+数字\n提示：包名和容器名相同，无法设置为不相同，如果需要设置为不相同，需要用另一个非基于生态适配脚本的打包器\n": "The first is the application Chinese name text box\nThe second text box is application English name\nThe third one is a text box that ultimately make the description of the package\nA fourth option box is a classification in the desktop file\nThe fifth input box is program in Wine vessel position, to the c: \\ XXX's form, the drive must be lowercase, with a backslash, if the path with the USER name will be automatically replaced with $USER\nWhile StartupWMClass fields will be automatically generated by the program, function is as follows:\nThe desktop file StartupWMClass fields.\nThe sixth input box is the package name of the resulting package, the package name begin with deepin naming rules, plus the website domain name (need change over) before and after, if can't distinguish between plus application name\nThe last one is the resulting package version number, version number naming rules: application version number + deepin + number\nTip: package name is the same as the container name, cannot be set to different, if you need to set up for different, need to use another based on the ecological adaptation of the script package", "投稿到星火应用商店": "Contribute to spark the app store", "从网页端投稿": "From the web", "使用投稿器投稿（推荐）": "Use contribute contributes (recommended)", "打包": "packaging", "deb 包生成目录": "Deb package generated directory", "程序中文名：": "Program name:", "程序英文名：": "English name:", "包描述：": "Package description:", "程序分类：": "Program classification:", "程序在 Wine 容器的位置：": "The location of the program in Wine container:", "包名：": "Package name:", "容器名：": "Vessel name:", "版本号：": "The version number:", "程序": "The program", "退出": "exit", "帮助": "help", "应用程序中文名": "The application name", "应用程序英文名": "The application name in English", "最终生成的包的描述": "The resulting package description", "点击右侧的下拉箭头，选择该软件所属的软件分类即可，常见软件分类名称释义：\nNetwork=网络应用；\nChat=即时通讯或社交沟通；\nVideo=视频播放；\nGraphics=图形图像；\nOffice=办公学习；\nTranslation=阅读翻译；\nDevelopment=软件开发；\nUtility=工具软件或其他应用。\n不明白英文的可以百度查询一下软件分类名称的意思。\n注意：此时选择的软件分类名称决定了该软件打包后再安装时会安装在启动器中的哪个软件分类目录中。": "Click on the right side of the drop-down menu, select the software's classification, the classification of common software name definition:\nThe Network = web applications;\nChat = instant messaging or social communication;\nVideo = Video playback;\nGraphics = Graphics;\nOffice = Office learning;\nTranslation = read Translation;\nDevelopment = software Development;\nThe Utility = tool software or other applications.\nDon't understand English can baidu query the meaning of classification of software name.\nNote: the choice of software classification name determines the software package installs again after installation in the starter which classification of software directory.", "最终生成的包的包名,包名的命名规则以deepin开头，加官网域名（需要前后对调位置），如还不能区分再加上应用名": "The package name of the resulting package, the package name begin with deepin naming rules, plus (need change over) before and after the website domain name, such as can not distinguish between plus application name", "容器名": "Container name", "最终生成的包的版本号，版本号命名规则：应用版本号+deepin+数字": "The resulting package version number, version number naming rules: application version number + deepin + number"}