::###########################################################################################
::# 作者：gfdgd xi、为什么您不喜欢熊出没和阿布呢
::# 版本：1.5.1
::# 更新时间：2022年07月04日
::# 感谢：感谢 wine 以及 deepin-wine 团队，提供了 wine 和 deepin-wine 给大家使用，让我能做这个程序
::# 基于 Python3 的 tkinter 构建
::###########################################################################################

@echo off
:: 遍历盘符判断文件是否存在，如果存在则运行指定程序
for %%i in (Z, Y, X, W, V, U, T, S, R, Q, P, O, N, M, L, K, J, I, H, G, F, E, D, C, B, A) do (  
    if exist %%i":"%1 (
        start %%i:%1 %%i:%2
        echo %%i:%1 %2
        exit
        ) 
    else (
        echo Unable To Find File
        ))